/*****************************************************************************************************
 * 本代码版权归Quber所有，All Rights Reserved (C) 2017-2066
 *****************************************************************************************************
 * 所属域：ASTRONERGY
 * 登录用户：wei.zhan
 * CLR版本：4.0.30319.42000
 * 唯一标识：e69ec786-c460-4c27-98a1-a2fc2d5c34d4
 * 机器名称：HZCND-10401006
 * 联系人邮箱：zhanwei103@126.com
 *****************************************************************************************************
 * 命名空间：Logger
 * 类名称：LogInterfaceDepict
 * 文件名：LogInterfaceDepict
 * 创建时间：2017/7/22 10:00:53
 * 创建人：詹伟
 * 创建说明：日志实现描述，用来判断写入方式
 *****************************************************************************************************
 * 修改人：
 * 修改时间：
 * 修改说明：
*****************************************************************************************************/
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Logger
{
    /// <summary>
    /// 日志描述
    /// </summary>
    public interface LogInterfaceDepict
    {
        string Depict { get; }
    }
}
